[
  {
    "id": "livingdna",
    "title": "Living DNA",
    "scope": "Brand Development, Information Architecture, User Research, UI/UX",
    "desc": "Bringing Ancestry to&nbsp;Life",
    "date": "2019",
    "longdesc": "With a simple DNA test, Living DNA illustrates how we are all related. However, DNA is an intimdating and complex subject, and therefore shrouded in opaque jargon. In reimagining the end-to-end digital experience, myself and the wider Product team at Living DNA sought to democratise the story of DNA, making it accessible to the masses. This body of work included a simplified onboarding process and improved storytelling, as well as the introduction of in-app purchasing and a dynamic dashboard that kept the experience fresh.",
    "img": ["", "", "", "", ""],
    "color": "#132a5a",
    "archive": false
  },
  {
    "id": "legalzoom",
    "title": "LegalZoom",
    "scope": "Visual Design, UI/UX",
    "desc": "LLC, Easy as&nbsp;1-2-3",
    "date": "2018",
    "longdesc": "LegalZoom is a disruptive online startup, providing legal services including Limited Liability Company (LLC) creation. User&nbsp;research&mdash;led by LegalZoom’s R&D department&mdash;uncovered deficiencies in their LLC landing page. The&nbsp;following proposal sought to communicate key benefits more succinctly and encourage Express Gold subscriptions, among&nbsp;other&nbsp;KPIs.",
    "img": ["Landing Page Hero Area", "Checkout Process", "Landing Page Comparison Table", "Restructured Footer Component"],
    "color": "#1c70e1",
    "archive": false
  },
  {
    "id": "ibm",
    "title": "IBM",
    "scope": "Visual Identity, UI/UX",
    "desc": "Storage Zone",
    "date": "2018",
    "longdesc": "IBM required a central platform for sharing their Storage division activities with Business Partners. It&nbsp;was aptly named Storage Zone and attributed a bold, vibrant identity. A&nbsp;componentised UI library was developed specifically for the platform, leveraging the IBM Design Language to ensure experiential continuity with other IBM&nbsp;products.",
    "img": ["Personalised Portal Dashboard", "Marketing Material", "Logo Variants", "Portal Login"],
    "color": "#352969",
    "archive": false
  },
  {
    "id": "hillbrush",
    "title": "Hillbrush",
    "scope": "Brand Strategy, Visual Identity, Catalogue Design, UI/UX",
    "desc": "The New Face of&nbsp;Cleaning",
    "date": "2016",
    "longdesc": "First established in 1922, Hillbrush is a cleaning tool manufacturer, now exporting to over 95 countries worldwide. The&nbsp;outcome of a strategic rebrand was a robust <a href='//brand.hillbrush.com' target='_blank'>identity&nbsp;system</a>, using monolithic brand architecture to gel a diverse portfolio. Immediate results were simpler product navigation across eCommerce, a 63% reduction in catalogue length and a clear relationship between previously abstract&nbsp;brands.",
    "img": ["Brand Portal", "Master Brand", "Product Brands", "Multilingual Product Catalogue"],
    "color": "#173d68",
    "archive": false
  },
  {
    "id": "hpe",
    "title": "Hewlett Packard Enterprise",
    "scope": "Visual Design, Digital Development",
    "desc": "Accelerating Science",
    "date": "2017",
    "longdesc": "As part of a strategic focus on high-performance computing, this HPE and NVIDIA campaign was directed at scientists with outdated simulation hardware. Display&nbsp;advertising was used across LinkedIn and ResearchGate, with these touchpoints leading to a microsite that captured data from gated&nbsp;content.",
    "img": ["Microsite Data Capture", "Display Advertising", "Microsite Introduction", "ResearchGate Article"],
    "color": "#2f8a8a",
    "archive": false
  },
  {
    "id": "lexonis",
    "title": "Lexonis",
    "scope": "Brand Development, Marketing Collateral",
    "desc": "Humanising Resource",
    "date": "2017",
    "longdesc": "Lexonis is a HR software house focused on competency management. After&nbsp;refreshing their identity, Lexonis required support with brand implementation, including a series of product leaflets and email&nbsp;communications.",
    "img": ["Reverse of Essentials Product Leaflet", "Email Communications", "TalentScape Product Leaflet", "Product Brand Configuration"],
    "color": "#76b72a",
    "archive": false
  },
  {
    "id": "nieuwebeelding",
    "title": "Nieuwe Beelding",
    "scope": "Type Design, UI, Digital Development",
    "desc": "Constructing a New Visual&nbsp;Language",
    "date": "2014",
    "longdesc": "Nieuwe Beelding was a self-initiated type design project inspired by painter Piet Mondrian. The&nbsp;typeface is geometric, adopting the strict visual language of Nieuwe Beelding (translated as Neoplasticism). Five&nbsp;weights were produced, ranging from Thin to Black, and presented using a foldout specimen booklet and range of creative posters. A&nbsp;microsite was later developed as a point of sale, allowing users to trial custom content in Nieuwe&nbsp;Beelding.",
    "img": ["Foldout Specimen Booklet", "Booklet Spread", "Sketches", "Trial Interface"],
    "color": "#e2d524",
    "archive": false
  }
]
